<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<!DOCTYPE html>
<html lang="ZH">
<head>
<meta charset="UTF-8">
<title>新手上路</title>
<jsp:include page="../common/head.jsp" />
<link rel="stylesheet" href="/css/footer-info/novice-road.css">
</head>
<body>
	<jsp:include page="/header" />
	<div class="novice-box">
		<div class="how-register" id="how-register">
			<h3>如何注册</h3>
			<ul>
				<li class="personal-li">个人注册</li>
				<li class="enterprise-li">企业注册</li>
			</ul>
		</div>	
		<div class="personal-box" id="personal-box">
			<ul>
				<li>
					<p>1.打开首页，或者任何一个页面。在头部会有一个按钮，如下图1-01</p>
					<img src="/img/how-register/personal-1.png">
					<p class="indicia">1-01</p>
				</li>
				<li>
					<p>2.进入注册页面，注册分为个人注册，企业注册；个人注册请看，如下图：1-02</p>
					<img src="/img/how-register/personal-2.png">
					<p class="indicia">1-02</p>
				</li>
				<li>
					<p>3.进入页面后点击文本框，输入手机号，密码，邮箱输入完成后点击获取验证码，如下图：1-03</p>
					<img src="/img/how-register/personal-3.png">
					<p class="indicia">1-03</p>
				</li>
				<li>
					<p>4.手机会收到一条短信，然后把验证码输入到文本框内，如下图：1-04</p>
					<img src="/img/how-register/personal-4.png">
					<p class="indicia">1-04</p>
				</li>
				<li>
					<p>5.输入完成后，会有提示，成功后点击下边的人机认证，如下图：1-05</p>
					<img src="/img/how-register/personal-5.png">
					<p class="indicia">1-05</p>
				</li>
				<li>
					<p>6.点击过后会弹出一个带有白点的图片，只要点击小白点这一步就完成 ，如下图：1-06 </p>
					<img src="/img/how-register/personal-6.png">
					<p class="indicia">1-06</p>
				</li>
				<li>
					<p>7.上一部完成后，下面进行注册协议的阅读与勾选，假如您没有勾选便不能注册。如果您没有阅读便勾选，一切后果将与奇虫无关，希望您仔细阅读相关的协议，如下图：1-07</p>
					<img src="/img/how-register/personal-7.png">
					<p class="indicia">1-07</p>
				</li>
				<li>
					<p>8.阅读完成后，勾选，如下图：1-08 </p>
					<img src="/img/how-register/personal-8.png">
					<p class="indicia">1-08</p>
				</li>
				<li>
					<p>9.当以上所有填写完成后（立即注册）按钮会变成蓝色，如下图：1-09 </p>
					<img src="/img/how-register/personal-9.png">
					<p class="indicia">1-09</p>
				</li>
				<li>
					<p>10.点击立即注册，就完成了个人注册。  </p>
				</li>
			</ul>
		</div>	
		<div class="enterprise-box" id="enterprise-box">
			<ul>
				<li>
					<p>1.打开首页，或者任何一个页面。在头部会有一个按钮，如下图1-01</p>
					<img src="/img/how-register/enterprise-1.png">
					<p class="indicia">1-01</p>
				</li>
				<li>
					<p>2.点击后会出一个页面,企业注册请看 如下图：1-02</p>
					<img src="/img/how-register/enterprise-2.png">
					<p class="indicia">1-02</p>
				</li>
				<li>
					<p>3.点击企业账户，如下图：1-03</p>
					<img src="/img/how-register/enterprise-3.png">
					<p class="indicia">1-03</p>
				</li>
				<li>
					<p>4.点击后，根据提示填写资料，资料填写完成后，会出现，如下图：1-04</p>
					<img src="/img/how-register/enterprise-4.png">
					<p class="indicia">1-04</p>
				</li>
				<li>
					<p>5.点击下一步，会出现如下图：1-05</p>
					<img src="/img/how-register/enterprise-5.png">
					<p class="indicia">1-05</p>
				</li>
				<li>
					<p>6.然后根据提示填写资料，填写完成后会出现如下图：1-06 </p>
					<img src="/img/how-register/enterprise-6.png">
					<p class="indicia">1-06</p>
				</li>
				<li>
					<p>7.然后点击下一步,如下图：1-07</p>
					<img src="/img/how-register/enterprise-7.png">
					<p class="indicia">1-07</p>
				</li>
				<li>
					<p>8.点击下一步后会出现如下页面，如下图：1-08 </p>
					<img src="/img/how-register/enterprise-8.png">
					<p class="indicia">1-08</p>
				</li>
				<li>
					<p>9.出现以后，会弹出一个带有协议的文本框，提醒大家仔细阅读协议，当协议阅读完成后直接点击《同意以上协议并注册》，如下图：1-09 </p>
					<img src="/img/how-register/enterprise-9.png">
					<p class="indicia">1-09</p>
				</li>
				<li>
					<p>10.以上步骤完成后，您就已经注册完企业账户了！</p>
				</li>
			</ul>
		</div>
		<div class="rule-box" id="rule-box">
			<h3>奇虫规则</h3>
			<div class="layui-tab layui-tab-card">
			  <ul class="layui-tab-title" style="background: #000;color:#fff;">
			    <li class="layui-this">定义</li>
			    <li>注册</li>
			    <li>服务</li>
			    <li>知识产权</li>
			    <li>违约责任</li>
			    <li>担保与免责</li>
			    <li>变更、中断或终止、账户注销</li>
			    <li>法律与管辖</li>
			    <li>隐私权政策</li>
			    <li>特别授权</li>
			    <li>其他条款</li>
			  </ul>
			  <div class="layui-tab-content" style="height: auto; line-height: 30px;background: #fff;">
			    <div class="layui-tab-item layui-show">
			    	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;奇虫共享平台，是指北京奇虫科技有限公司运营PC网站(<a href="http://www.qc1318.com">www.qc1318.com</a>)、奇虫平台手机端(包括wap.qc1318.com)经营的一款网络服务产品（包括但不限于奇虫经营的网页、PC端及奇虫移动应用软件&lt;微信小程序&gt;端等产品及其更新产品）。
			    	奇虫网站网络服务的具体内容由奇虫根据实际情况提供，包括但不限于我的奇虫、奇虫电脑软件、奇虫小程序运行在微信里的手机软件、奇虫搜索和奇虫视频娱乐等综合服务、点睛营销平台和奇虫开放平台等企业广告服务、游戏、 安全论坛等。 <br>
					<b>1.1：</b>用户：包含注册用户和非注册用户，注册用户是指通过奇虫平台完成全部注册程序后，使用奇虫平台服务并通过平台发布服务需求信息或接受服务人员上门服务的平台注册用户及奇虫网站资料的用户。非注册用户是指未进行注册、直接登录奇虫平台或通过其他网站进入奇虫平台直接或间接地使用奇虫平台服务或奇虫网站资料的用户。<br>
					<b>1.2：</b>服务需求企业：指在平台发布服务信息、提供团队服务信息的平台注册的企业及用户。<br>
					<b>1.3：</b>技能服务人员： 指根据用户发布的服务需求进行抢单，并由用户确认后向用户提供服务的服务人员。<br>
					<b>1.4：</b>奇虫的共享平台服务：奇虫基于互联网，以PC端+手机应用软件微信小程序在内的各种形态（包括产品迭代出新的服务形态）给平台使用者提供的各项服务。<br>
			    </div>
			    <div class="layui-tab-item">
			    	<b>2.1：</b>用户应当具有完全民事行为能力，能独立承担法律责任。若用户属于年龄不满18周岁的未成年人、其他无民事行为能力、限制民事行为能力人的，应在其监护人的监护下使用平台相关服务。  注册成功成为用户，将得到一个密码和帐号，您需要对自己在帐户中的所有活动和事件负全责。如果由于您的过失导致您的帐号和密码脱离您的控制，由此引发的针对您、奇虫或任何第三方造成的损害，您（或监护人）将承担全部责任。<br>
					<b>2.2：</b>用户应使用真实身份信息，实名制手机号码进行注册，不得以虚假、冒用的身份信息进行注册，如果因您提供的个人资料不合法、不真实、不准确，您须承担因此引起的相应责任及后果，并且奇虫保留终止您使用奇虫各项服务的权利。<br>
					<b>2.3：</b>系统验证身份信息准确无误后，会弹出收费二维码，奇虫平台将收取注册用户8元人民币个人诚信帐号费用，通过扫描二维码支付成功后，奇虫平台会提供给用户唯一一个账号，该账号的所有权归奇虫公司所有，用户不得将该帐号、密码转让、出售、租借或告知他人，供他人使用。禁止用户在第三方平台上进行展示或售卖您的用户账户、登录密码、支付密码（如有）、验证码等。否则，由此给用户（或奇虫、任何第三方）造成的一切损失，一概由用户自行承担。<br>
					<b>2.4：</b>注册用户的账户、登录密码、支付密码（如有）、验证码的安全，用户须承担帐号与密码的保管责任，因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，所产生的一切后果由用户自行承担，本公司不承担任何责任。<br>
					<b>2.5：</b>若用户的资料有任何变动，必须及时更新。用户的帐户和密码被盗或得知正在被第三方使用时，应立即通知本公司。用户应配合本公司，依照本公司指示执行处理。<br>
					<b>2.6：</b>用户成功注册后，禁止通过任何手段恶意注册奇虫网站帐号，包括将账号用于以牟利、炒作、套现等为目的行为注册。禁止盗用其他用户帐号。所产生的一切后果由用户自行承担，本公司不承担任何责任。 <br>
					<b>2.7：</b>注册用户了解并同意注册奇虫用户账号，即视为您同意奇虫及其关联公司可以通过拨打电话、发送短信或者电子邮件等方式向您注册时填写的手机号码、电子邮箱等发送、告知相应的产品服务广告信息、促销优惠等营销信息。<br>
					<b>2.8：</b>用户一旦注册奇虫平台，即成为奇虫平台诚实守信的企业服务机构、个人技能服务人员、团队服务及用户需求人员，反之出现一次失信者，奇虫平台将失信者列入平台设置的失信黑名单，如果影响到您个人及团体的信用级别，不能享受奇虫共享平台提供的各项服务时，奇虫平台不承担失信所带来的一切相关责任。
			    </div>
			    <div class="layui-tab-item">
				    <b>3.1：</b>用户必须自行准备如下设备和承担如下开支：<br>
					<b>3.1.1：</b>上网设备，包括并不限于电脑或手机及其他必备的上网装置；<br>
					<b>3.1.2：</b>上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。<br>
					<b>3.1.3：</b>用户可在奇虫网站上查询任何服务信息、对接相应所需并付费使用信息、参加奇虫网站的有关活动及使用本网站上提供的其他付费服务。<br>
					<b>3.1.4：</b>所有用户在奇虫平台应当遵守诚实信用原则，确保您所发布的需求信息及服务信息真实、与您实际所所发布的需求及/或提供的发布服务信息相符，并在交易过程中切实履行您的交易承诺，若实施过程中与所发布信息不相符，将会直接进入奇虫平台设置的不诚信黑名单，所产生的后果由用户自负。<br>
					<b>3.1.5：</b>您在本站进行浏览、对需求直接付费等活动时，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，奇虫网站将予以严格保密，除非得到您的授权或法律另有规定，本站不会向外界披露用户隐私信息。<br>
					<b>3.2:</b>奇虫平台服务的具体内容包括个人、企业、用户的注册登录、用户发布需求信息、企业发布的服务内容、个人提供服务等。<br>
					<b>3.3:</b>用户可在奇虫平台发布服务需求，由个人、企业抢单并将抢单信息推送给用户，用户确认之后个人、及企业直接提供用户方所需求的服务。奇虫平台不直接提供服务，奇虫平台非服务接受方、服务方中的任何一方，所有交易仅存在于用户、企业、个人之间。<br>
					<b>3.4:</b>奇虫平台仅作为当各方提供了服务供需信息后快速匹配资源并进行推送，对用户与个人、企业在交易及服务过程中产生的纠纷或损害，奇虫平台和本公司可以协助各方解决纠纷，将不讲诚信，失信偏重方列入奇虫平台失信黑名单（无任何警告，失信一次即列入），奇虫平台不承担任何责任。<br>
					<b>3.5:</b>用户理解并接受奇虫平台提供的服务中可能包括广告，同意在使用网络服务的过程中显示奇虫和第三方企业、个人与团体提供的广告。<br>
					<b>3.6:</b>为了方便用户使用奇虫平台及奇虫合作伙伴的服务，用户同意并授权奇虫向奇虫的合作伙伴分享实现网络服务所必要的用户信息。<br>
					<b>3.7:</b>用户在使用奇虫平台网络服务过程中，必须遵循以下原则：<br>
					<b>3.7.1：</b>遵守中国有关的法律和法规；<br>
					<b>3.7.2：</b>遵守所有与网络服务有关的网络协议、规定和程序；<br>
					<b>3.7.3：</b>不得为任何非法目的而使用网络服务系统；<br>
					<b>3.7.4：</b>不得利用奇虫提供的网络服务上传、展示或传播任何虚假的、骚扰性的、侮辱诽谤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；<br>
					<b>3.7.5：</b>不得利用奇虫网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br>
					<b>3.7.6：</b>不得侵犯奇虫平台和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br>
					<b>3.7.7：</b>不得利用奇虫平台网络服务系统进行任何不利于奇虫的行为；<br>
					<b>3.7.8：</b>如发现任何非法使用用户账户或账户出现安全漏洞的情况，应立即告知奇虫。<br>
					<b>3.8：</b> 如用户在使用网络服务时违反任何上述规定，奇虫或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户收藏的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。<br>
					<b>3.9：</b>用户理解并接受，奇虫仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如上述3.1.1-3.1.2所提及的个人电脑、手机、及其他与接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。<br>
			    </div>
			    <div class="layui-tab-item">
				    <b>4.1：</b>“奇虫” 、 “奇虫科技 ” 、“ 奇虫网 ”等名称和商标为奇虫所在公司及其后续关联公司的商标，受法律保护，任何人不得擅自使用。凡侵犯奇虫公司版权等知识产权的，奇虫公司将依法追究其相关法律责任。<br>
					<b>4.2：</b>与平台有关的一切著作权、商标权、专利权、商业秘密等知识产权，以及相关的所有信息内容，包括但不限于：卡通形象、文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，奇虫公司享有上述知识产权。<br>
					<b>4.3：</b>奇虫平台所刊登的资料信息（包括但不限于编码、文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是奇虫或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是奇虫的排他财产，受中国和国际版权法的保护。本平台上所有软件都是奇虫或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。未经奇虫的明确书面许可，任何第三方不得为任何非私人或商业目的获取或使用奇虫网站的任何部分或通过奇虫网站可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，对奇虫网站的任何部分进行发表、复制、转载、更改、引用、链接、下载或以其他方式进行使用，或向任何其他第三方提供获取奇虫网站任何内容的渠道，则对奇虫网站的使用权将立即终止，且必须按照奇虫的要求，归还或销毁使用奇虫网站任何部分的内容所创建的资料的任何副本。<br>
					<b>4.4：</b>用户不得通过反向工程、反编译、反汇编或其他类似行为获得平台源代码，不得对平台源代码进行修改、复制等侵权行为，否则由此引起的一切法律后果由用户负责，本公司将依法追究侵权人的法律责任。<br>
					<b>4.5：</b>用户一旦接受本协议，即表明该用户主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章等信息内容）的财产性权利及任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给奇虫所有，用户同意奇虫就任何主体侵权而单独提起诉讼。<br>
					<b>4.6：</b>奇虫提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得用于任何商业目的。<br>
					<b>4.7：</b>用户通过奇虫平台发布的信息或内容，并不代表奇虫之意见及观点，也不意味着奇虫赞同其观点或证实其内容的真实性。奇虫有权删除网站内各类不符合法律或本协议规定的信息或内容，且保留不通知用户的权利。<br>
					<b>4.8：</b>用户通过奇虫平台发布的信息、文字、图片等资料均由奇虫用户提供，其真实性、准确性和合法性由信息发布人负责。奇虫不提供任何保证，并不承担任何法律责任。如果以上资料侵犯了第三方的知识产权或其他权利，责任由信息发布者本人承担，奇虫对此不承担责任。<br>
					<b>4.9：</b>除法律另有强制性规定外，未经奇虫明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、传播、展示、镜像、上载、下载、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，奇虫有权追究其法律责任。<br>
					<b>4.10：</b>奇虫平台内容不可任意转载,本站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是本网站或其内容提供者的财产，受中国和国际版权法的保护。本站上所有内容的汇编是本网站的排他财产，受中国和国际版权法的保护。本站上所有软件都是本网站或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。<br>
					<b>4.11：</b>对于不当引用奇虫网站内容而引起的纷争等或因纠纷等造成的任何损失，奇虫不承担相关法律责任。对不遵守本声明的用户或其他违法、恶意使用奇虫网站内容者，奇虫保留追究其法律责任的权利。<br>
					<b>4.12：</b>奇虫平台相关声明版权及其修改权、更新权和法律允许范围内的解释权均属奇虫所有。<br>
			    </div>
			    <div class="layui-tab-item">
				    <b>5.1：</b>用户应保障和维护本公司及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给本公司或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任，包括但不限于本金损失、利息损失、因追索或诉讼而支出的诉讼费、合理的通讯费、交通费、住宿费、律师费等。<br>
					<b>5.2：</b>用户应当按照本协议的要求、在奇虫的许可范围之内使用奇虫服务；用户违反本协议中用户承诺、保证条款的任意内容，均应当承担违约责任。<br>
					<b>5.3：</b>基于互联网数据服务的特点，奇虫将利用数据分析和人工抓取相结合的方式，对用户的行为进行抓取、分析和判断。奇虫仅需要证明用户行为与普通用户比较存在明显异常且该异常与违规之间存在关联性，即可认定用户存在涉嫌违规行为。用户有义务在约定时间内提供证据合理解释其行为。如奇虫认定异常行为的解释不合理或举证不充分，则奇虫可认定用户违规成立并有权就其情节，根据自己的独立判断并随时单方采取以下措施中的一种或多种 。<br>
					<b>5.3.1：</b>屏蔽、下架、删除用户数据、信息内容或断开链接；<br>
					<b>5.3.2：</b>要求用户立即更换、修改内容；<br>
					<b>5.3.3：</b>限制、中止用户使用奇虫服务（包括但不限于直接对其部分服务进行下线并收回相关资源、对其账号进行操作限制等）；<br>
					<b>5.3.4：</b>终止用户使用奇虫服务；<br>
					<b>5.3.5：</b>其他奇虫认为适合的处理措施。<br>
					<b>5.4：</b>用户理解并同意奇虫有权以普通或非专业人员的知识水平标准对您的行为是否违规进行审查，用户不可撤销地认可奇虫的违规审查结果及证据（包括但不限于奇虫和/或其关联方通过技术方式收集的电子证据等）。奇虫根据本协议及相关规则对用户进行处理后，不免除用户应当承担的法律责任。<br>
					<b>5.5：</b>如因用户违反有关法律法规或者本协议、相关规则之规定，使奇虫遭受任何损失、受到其他用户、任何第三方的索赔或任何行政管理部门的处罚，您应对奇虫、其他用户或相关第三方的实际损失进行全额赔偿，包括合理的律师费用。<br>
			    </div>
			    <div class="layui-tab-item">
				   	<b>6.1：</b>奇虫平台会尽最大努力完善和提升奇虫服务，并按“现有”的状态向您提供本服务，奇虫公司对网络服务不作任何类型的担保，不论是明确的、隐含的或法令的保证和条件，（例如：奇虫平台不担保本服务一定能满足您的要求，服务不会中断，服务的及时性、安全性、真实性，服务不会发生出错等）。对在任何情况下因使用或不能使用本平台网络服务所产生的直接、间接、偶然、特殊及后续的损害及风险，奇虫公司不承担任何责任。<br>
					<b>6.2：</b>用户明确理解和同意，奇虫平台服务将按“现状”和“可得到”的状态提供。奇虫将在现有技术的基础上尽最大努力提供相应的安全措施以保障服务安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护、电力故障、罢工、暴乱、火灾、 洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令或因第三方原因等方面的因素以及可能发生的不可抗力事件或意外事件等原因造成的服务中断或不能满足用户要求的风险，由用户自行承担，本公司不承担任何责任。<br>
					<b>6.3：</b>本公司仅为用户与技能服务人员及服务企业商之间的交易行为提供网络平台、技术服务和支持，本公司并不是服务接受方和服务提供方中的任何一方，所有的交易仅存在于用户与服务商之间。用户与服务商或服务人员之间因服务引起的纠纷，本公司可以协助解决,但不承担任何责任。<br>
					<b>6.4：</b>奇虫不对用户信息及用户相关数据的保存、修改、删除或储存失败承担责任。<br>
			    </div>
			    <div class="layui-tab-item">
				   	<b>7.1：</b>鉴于互联网网络服务的特殊性，本公司有权随时会变更服务内容并修改本协议的任何条款，一旦本协议的内容发生变动，本公司将会直接在平台上替换修改之后的协议内容，该替换公布行为视为本公司已经通知了用户修改内容。同时本公司也可通过其他适当方式向用户提示修改内容。<br>
					<b>7.2：</b>若用户不同意本公司对本的协议相关条款所做的修改，用户应当停止使用平台服务。若用户继续使用平台服务，则视为用户接受本公司对本协议相关条款所做的修改。<br>
					<b>7.3：</b>奇虫平台按照现有技术和条件所能达到的现状向用户提供奇虫平台的服务，并尽最大努力确保服务的安全性和稳定性。同时，奇虫始终在不断变更和改进服务，包括可能会增加或删除奇虫的部分服务，也可能暂停或彻底终止本项服务。<br>
					<b>7.4：</b>奇虫平台需要定期或不定期地对平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，本公司无需为此承担任何责任，除特殊情况外应当事先进行通告。<br>
					<b>7.5：</b>发生下列任何情况之一的，奇虫平台有权在不经事先通知用户的情况下中断或终止本服务，而无需承担任何责任：<br>
				  	<b>7.5.1：</b>本服务受到计算机病毒、木马或其他恶意程序、黑客而遭受破坏的；<br>
				  	<b>7.5.2：</b>用户本地或本服务的计算机软硬件、通信线路等出现故障的；<br>
				  	<b>7.5.3：</b>用户违反相关法律法规或本协议的约定；<br>
				  	<b>7.5.4：</b>根据相关规定用户应提交真实信息，而未提供的或未能提供合理证明的；<br>
				  	<b>7.5.5：</b>其他奇虫平台单方判断认为应当中止或终止本服务的情形。<br>
					<b>7.5：</b>如果用户停止使用本服务或服务被终止或取消，奇虫可以从服务器上永久地删除用户的数据。服务停止、终止或取消后，奇虫没有义务向您返还任何数据。<br>
					<b>7.6：</b>若用户提供的相关注册资料不真实或严重违反平台的规范，平台有权随时中断或终止向用户提供本协议项下的网络服务，而无需对用户或任何第三方承担任何责任。<br>
					<b>7.7：</b>如用户账户存在以下情形，奇虫有权采取暂停提供服务、封禁账户、直至注销账户的处理：<br>
					<b>7.7.1：</b>的注册信息不真实完整，经过奇虫通知后仍不改正的；<br>
					<b>7.7.2：</b>用户注册账户后，超过365日不使用账户；<br>
					<b>7.7.3：</b>用户不具备注册账户所需具备的年龄等条件的；<br>
					<b>7.7.4：</b>用户存在违法情形或根据国家机关的要求必须注销账户的。<br>
					<b>7.7.5：</b>用户发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、色情、下流、反动、煽动民族仇恨等让人反感、厌恶的内容及非法言论的；<br>
					<b>7.7.6：</b>用户发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料的；若奇虫没有及时发现却被第三方追究责任的由注册账户用户自行承担一切法律责任。<br>
					<b>7.8：</b>如用户向奇虫提出账户注销申请，账户符合以下条件，经过奇虫同意可注销账户：<br>
					<b>7.8.1：</b>账户注册时间已满7日，并成功激活；<br>
					<b>7.8.2：</b>账户无争议（如无交易纠纷、无账户归属权争议等）；<br>
					<b>7.9：</b>如用户向奇虫提出账户注销申请，经核实存在以下情形的，奇虫有权拒绝用户的注销申请：<br>
					<b>7.9.1：</b>账户有余额（包括资金、通过充值或参加活动取得的卡券、礼品等虚拟财物）；<br>
					<b>7.9.2：</b>账户有尚未完成的交易；<br>
					<b>7.9.3：</b>账户有正在进行的业务（如申请找密码、修改手机号等）；<br>
					<b>7.9.4：</b>账户与奇虫签约的商户（如联盟平台签约商户）等尚在合约期内；<br>
					<b>7.9.5：</b>账户有其他不符合注销账户的情形。 <br>
					<b>7.10：</b>用户注销账户的，应按照奇虫要求的程序提出申请，经过奇虫审核确认后，予以注销。自奇虫通过用户预留的邮箱、短信等方式通知用户之日起，账户注销生效。<br>
					<b>7.11：</b>用户已充分知晓并确认，账户注销后用户将不再拥有账户相关的权益，包括但不限于：<br>
					<b>7.11.1：</b>账户注销后将无法在奇虫任何产品继续使用账户，且不可恢复；<br>
					<b>7.11.2：</b>账户所绑定的邮箱或手机号等，15天内将不能再次用于注册或绑定其他奇虫账户；<br>
					<b>7.11.3：</b>账户信息、账户中的现金、虚拟财物、会员权益、用户等级、用户存储的信息资料等将被清空，且无法恢复；<br>
					<b>7.11.4：</b>账户的交易记录将被清空且无法恢复；<br>
					<b>7.11.5：</b>历史订单可能存在的退款或者中奖权益，将被视为自动放弃；<br>
					<b>7.11.6：</b>账户注销后，奇虫有权不再为用户提供任何与账户有关的服务。<br>
					<b>7.12：</b>因注销账户所带来的不便或不利后果，由用户自行承担，与奇虫无关。<br>
			    </div>
			    <div class="layui-tab-item">
			   	  <b>8.1：</b>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如法律无相关规定的，则应参照通用国际商业惯例和（或）行业惯例。<br>
				  <b>8.2：</b>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效 。<br>
				  <b>8.3：</b>如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；若协商不成，任何一方均可就该争议向本公司所在地的法院提起诉讼。<br>
				</div>
			    <div class="layui-tab-item">
				   	<b>9.1：</b>奇虫将在奇虫平台公布并不时修订隐私权条款，隐私权条款构成本协议的有效组成部分。<br>
					<b>9.2：</b>保护用户隐私是奇虫的一项基本政策，奇虫保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在奇虫的非公开内容，但下列情况除外：<br>
					<b>9.2.1：</b>事先获得用户的明确授权；<br>
					<b>9.2.2：</b>根据有关的法律法规要求；<br>
					<b>9.2.3：</b>按照相关政府主管部门的要求；<br>
					<b>9.2.4：</b>为维护社会公众的利益；<br>
					<b>9.2.5：</b>为维护奇虫的合法权益。<br>
					<b>9.3：</b>奇虫可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与奇虫同等的保护用户隐私的责任，则用户同意奇虫有权将用户的注册资料等提供给该第三方。 <br>
					<b>9.4：</b>在不透露单个用户隐私资料的前提下，奇虫有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 <br>
					<b>9.5：</b>奇虫制定了以下四项隐私权保护原则，指导我们如何来处理产品中涉及到用户隐私权和用户信息等方面的问题：<br>
					<b>（1）</b>利用我们收集的信息为用户提供有价值的产品和服务。<br>
					<b>（2）</b>开发符合隐私权标准和隐私权惯例的产品。<br>
					<b>（3）</b>将个人信息的收集透明化，并由权威第三方监督。<br>
					<b>（4）</b>尽最大的努力保护我们掌握的信息。<br>
					您可通过奇虫发布网站查看我们有关隐私保护的详细内容。<br>
			    </div>
			    <div class="layui-tab-item">
				    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				  	  您对您的个人信息依法拥有权利，并且可以通过查阅《法律声明及隐私权政策》了解我们对您的个人信息的保护及处理方式。对您提供的除个人信息外的信息，为了向您提供您使用的各项服务，并维护、改进这些服务，及优化我们的服务质量等用途，对于您提交的文字、图片和视频等受知识产权保护的内容，您同意授予我们排他的、可转让、可分发次级许可、无使用费的全球性许可，用于我们及我们关联公司使用、复制、修订、改写、发布、翻译、分发、执行和展示您提交的资料数据或制作派生作品。
			    </div>
			    <div class="layui-tab-item">
					<b>11.1：</b>如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。<br>
					<b>11.2：</b>本公司发布的各类规则、协议、条款等，构成本协议不可分割的组成部分，与本协议具有同等的法律效力。<br>
					<b>11.3：</b>奇虫有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户。修改后的协议会在奇虫平台网站上公布。<br>
					<b>11.4：</b>用户可随时通过奇虫平台网站浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如果不同意奇虫对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受奇虫对本协议相关条款所做的修改。<br>
					<b>11.5：</b>奇虫在法律允许最大范围对本协议拥有解释权与修改权。<br>
					<b>11.6：</b>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br>
			    </div>
			  </div>
			</div>
		</div>
	</div>
	<jsp:include page="../common/footer.jsp" />
</body>
<script src="/js/footer-info/novice-road.js"></script>
</html>